{
    "projectInfos": {
        "History": "",
        "ProjectName": "Equipe Taekwondo Jovem",
        "Foundation date": "DD/MM/AAAA",
        "Founder": ["Jefferson Castro"],
        "Kwan-jam-nim": "Marcio Oliveira",
        "Location": ""
    },
    "basicknowledges": {
        "History": "Arte marcial que surgiu na Coréia e usa os pés e as mãos como forma de ataque e defesa. Tem por objetivo o desenvolvimento físico e mental de seus praticantes. Busca aprimorar o caráter por meio da disciplina, da perseverança e do respeito. Além de arte marcial o Tae kwon-do é também uma modalidade de esporte olímpico com várias categorias, tanto no masculino como no feminino. A entidade responsável pelo regramento do Tae kwon-do em todo o Brasil é a Confederação Brasileira de Tae kwon-do, sediada na cidade do Rio de Janeiro, e a responsável pela promoção e organização de campeonatos oficiais no Estado é a Federação de Tae kwon-do do Estado do Rio de Janeiro, sendo que todos os professores e mestres devem ser registrados em ambas as entidades. O que é Kukiwon? É a sede mundial do Tae kwon-do, reconhecida pelo governo coreano. Quem criou o Tae kwon-do atual? Ex Genera coreano Choi Hong Hi. Quem trouxe o Tae kwon-do para o Brasil? Oficialmente: Grão mestre Sang Min Cho. (Extra oficial GM.Jung do Lim na Bahia Teria introduzido o TKD no Brasil.)",
        "principles": {
            "Cortesia": "Combinação de modéstia, delicadeza e humanismo",
            "Integridade": "Senso de justiça e responsabilidade",
            "Perseverança": "Força de vontade. É NÃO DESISTIR DE UM OBJETIVO",
            "Auto Controle": "Disciplina aliada à paciência",
            "Espirito Indomável": "coragem e decisão em todas as circunstâncias"
        },
        "oaths": [
            "Observar as regras do tae kwon-do",
            "Respeitar o instrutor e meus superiores",
            "Nunca fazer mau uso do tae kwon-do",
            "Construir um mundo mais pacífico",
            "Ser campeão da liberdade e justiça"
        ],
        "tratments": {
            "Grão mestre": "kwan-jam-nim (7.º ao 9.º DAN)",
            "Mestre": "sa-bom-nim (4.º ao 6.º DAN)",
            "Professores": "kio-sa-nim (1.º ao 3.º DAN)",
            "Instrutor": "Jokyo-nim (2.º ao 1.º GUB)"
        },
        "dojangEtiquette": {
            "etiquette": [
                "Mantenha a sua higiene pessoal em dia, assim como as unhas dos pés e das mãos sempre limpas e curtas",
                "Manter o dobok (uniforme) sempre limpo e bem passado",
                "Cabe aos alunos ajudarem na limpeza e na conservação do Dojang e de toda a academia, como se estivessem cuidado de suas próprias casas",
                "Não venha para aula se estiver doente, procure tratar-se antes",
                "Ao aluno iniciante devera ser dado um prazo para a aquisição do Dobok, e o aluno deve esforçar se para honrar este prazo"
            ],
            "rules": [
                "As conversas durante as aulas devem ser mínimas e restritas a um único tópico, Taekwondo",
                "Os celulares devem estar sempre desligados, com exceção apenas aos alunos que trabalham na área da saúde, militares ou que esteja necessariamente com algum problema pessoal, devendo todos comunicar antecipadamente ao Instrutor/Mestre",
                "Caso esteja esperando uma ligação urgente, deixe o telefone no vibra e comunique o mestre a respeito da situação",
                "Saudar a bandeira e o local de treino sempre ao início e ao término das aulas",
                "O aluno de Taekwondo deve se comportar da mesma forma dentro e fora do Dojang",
                "Ao chegar à academia reverencie primeiramente os Mestres, e posteriormente os demais Professores, Instrutores e companheiros de treino, procurando sempre respeitar a hierarquia",
                "Sempre respeite os ensinamentos originados pelo Mestre exatamente como foram transmitidos, sem questionar sobre suas formas e aplicações",
                "O respeito pela forma com que o Instrutor/Mestre dirige suas aulas, é de suma importância ao aprendizado do praticante, não cabendo em nenhuma situação momentos de contestações",
                "Nunca utilize gestos obscenos ou palavras de baixo calão (palavrões), na academia",
                "Não trazer alimentos para consumir durante as aulas, principalmente balas, chicletes e salgadinhos",
                "No início e término de cada aula de Taekwondo, deve ser feita reverencia. Formal ao Instrutor/Mestre, como forma de agradecimento aos Ensinamentos que lhe serão transmitidos. Sempre lembrando que os Calcanhares devem sempre estar juntos, e os olhos voltados para baixo Sempre que reverenciar Instrutor/Mestre, bem como a bandeira",
                "Proibido o uso de cigarros, bebidas alcoólicas, ou qualquer outra droga ou vícios nas dependências da academia; (esporte é saúde, uso de drogas é aversão a filosofia do esporte.)",
                "Não danifique os aparelhos de treino, os quais você mesmo vai utilizar",
                "Não use drogas, bebidas alcoólicas, ou qualquer substância do gênero, antes, durante e após o treino",
                "Troque de roupa somente no vestiário;",
                "Não fique com brincadeiras durante o período de aulas;",
                "Nunca exija ou peça ao Instrutor/Mestre que ele passe novas técnicas. Tenha paciência, pois ele sabe exatamente o momento certo para passá-las a você;",
                "Não use as técnicas do Taekwondo para prejudicar outras pessoas, ou como uma maneira de aumentar o seu ego pessoal",
                "Evite argumentar um erro ou deficiência técnica. Se o Instrutor/Mestre o corrigir, seja humilde e aceite a critica em silêncio. Ele está no Dojang para ajudá-lo;",
                "Não falte com respeito para com seus Instrutor/Mestre, companheiros de treino e para com o Taekwondo",
                "Respeite os outros e a si mesmo, para poder ser respeitado",
                "Só se deve usar Dobok dentro do Dojang. Se por acaso usarmos o Dobok na rua só deverá estar visível as calças do Dobok e nao se deve exibir a faixa",
                "Caso o mestre/instrutor não tenha chegado à hora do início do treino, será o aluno mais graduado a começar e orientar a aula até à chegada do mesmo"
            ],
            "doubts": [
                "Em caso de dúvidas consulte sempre o Instrutor/Mestre, somente consulte o aluno mais graduado caso o mestre autorize",
                "Caso o Mestre ou Instrutor não possa responder imediatamente ao questionamento, aguarde, pois o mais breve possível a duvida será sanada",
                "Sempre que questionar a respeito de uma técnica seja educado e cortes mostrando respeito",
                "Existe uma diferença entre questionar por duvida técnica e apontar defeitos de ineficiência da técnica, tome cuidado, demora-se uma vida para aprender Taekwondo, algumas técnicas envolvem questões que os olhos não podem ver"
            ],
            "whenArriving": [
                "Chegar com antecedência ao horário das aulas, evitando chegar atrasado",
                "Se chegar atrasado, reverencie a bandeira e o local de treino, posteriormente o Instrutor/Mestre, que lhe dirá o que fazer, nunca cumprimente os companheiros durante o horário de aula, para não provocar tumultos e prejudicar o andamento das aulas",
                "Se precisar sair antes do término da aula, comunique antecipadamente o Instrutor/Mestre para ter a sua permissão"
            ],
            "security": [
                "O praticante de Taekwondo deve estar sempre atento durante as aulas, para evitar riscos de acidentes desnecessários",
                "Retire anéis, brincos, pulseiras, relógio, correntes e quaisquer outros objetos, que possam causar riscos de acidente, para você e para seus companheiros",
                "Fique sempre atento ao posicionamento dos colegas para evitar choques com os colegas de treino",
                "Siga as orientações do Mestre, elas são para a sua segurança",
                "É dever do praticante de Taekwon-do arrumar todo o material colocado à sua disposição pelo mestre/instrutor durante o decorrer do treino ou que esteja à sua responsabilidade"
            ]
        },
        "commands": [
            "Duban",
            "Sebon",
            "Timio",
            "Tora",
            "Tchirgui",
            "Andja",
            "Tchariot",
            "Kian-lhe",
            "Murup-kuro",
            "Jumbi",
            "Kuman",
            "Shio",
            "Paro",
            "Shi-djak",
            "Retchio",
            "Tiro tora",
            "Kuki e terraio",
            "Bal ba cuo",
            "Ilo so",
            "Bande",
            "Baro",
            "Redian",
            "Ap bal",
            "Tit bal",
            "Kyopa",
            "Olgul",
            "Monton",
            "Are"
        ],
        "numbers": [
            "Hana",
            "Tulh",
            "Set",
            "Net",
            "Tasat",
            "o-sat",
            "l-gob",
            "Io-dol",
            "Ah-hob",
            "Iol",
            "Sumul",
            "So run",
            "Ma Rhum",
            "Shi Rhum",
            "Ie Sum",
            "Irrum",
            "Io Dun"
        ],
        "bodyParts": [
            "Jumok",
            "Dung jumok",
            "Me jumok",
            "Sonnal",
            "Dung sonnal",
            "Son dung",
            "Pion sonkut",
            "Goui sonkut",
            "Ran sonkut",
            "Batanson",
            "Aguison",
            "Palkub",
            "Palmok",
            "Ap tchuk",
            "Bal kut",
            "Bal dung",
            "Bal nal",
            "Bal nal dung",
            "Bal ba dak",
            "Tui tchuk",
            "Tuit kumtchi",
            "Murup",
            "Jogany"
        ],
        "definitions": [
            "DO BOK",
            "TI",
            "DO-DJAN",
            "SAGUI",
            "KI-RAB",
            "KIBON DONJAK",
            "SEBON KIORUGUI",
            "MAKI",
            "KUM KIOK",
            "BAL KI SULL",
            "NATCHO KIORUGUI",
            "TAEKUK / POOM-SE"
        ]
    },
    "belts": {
        "white": {
            "color": "white",
            "gub": "10",
            "beltContent": {
                "meaning": {
                    "A pureza e a inocência": "Semente • Representa o início do aprendizado do Taekwon-do, onde o aluno que se encontra desprovido do conhecimento terá o primeiro contato com a arte e com seus princípios básicos, tais como, disciplina, respeito, cortesia, humildade, perseverança e autocontrole."
                },
                "kum kiok": [
                    "Jumok/Pomok"
                ],
                "form": "Saju Ap Tchagui",
                "sagui": [
                    "Moa sagui",
                    "Narani sagui",
                    "Jutchum sagui",
                    "Ap kubi",
                    "Ap sagui"
                ],
                "tchagui": [
                    "Ap tchagui",
                    "Ban dall tchagui",
                    "Dolho tchagui",
                    "Yop tchagui",
                    "An tchagui",
                    "Pakat tchagui",
                    "Nerio tchagui",
                    "Tchit tchagui",
                    "Neryo tchagui",
                    "Miryio tchagui"
                ],
                "Kibon Donjak":{"":[]},
                "Sebon Kiorugui":{"":[]}
            },
            "strip": {
                "color": "yellow",
                "gub": "9",
                "beltContent": {
                    "kum kiok": [],
                    "sagui": [],
                    "tchagui": [],
                    "form": "Saju Tchirgui"
                }
            }
        },
        "yellow": {
            "color": "yellow",
            "gub": "8",
            "beltContent": {
                "meaning": {
                    "A riqueza": "A terra • Representa o início da adaptação do aluno no Taekwon-do, é simbolizado pela terra, onde a planta brota e finca sua raiz, é o começo de seu desenvolvimento técnico e muitos são tático, assim como de uma gama de princípios que irão ser adquiridos."
                },
                "kum kiok": [],
                "form": "Tae Guk Il Jang",
                "sagui": [],
                "tchagui": [
                    "Timio Ap Tchagui",
                    "Tora Ap Tchagui",
                    "Timio Ban dall Tchagui",
                    "Tora Ban dall Tchagui",
                    "Timio Tora Redian Ban dall Tchagui",
                    "Timio Dolho Tchagui",
                    "Tora Dolho Tchagui",
                    "Timio Tora Redian Dolho Tchagui",
                    "Timio Yop Tchagui",
                    "Tora Yop Tchagui",
                    "Timio An Tchagui",
                    "Tora An Tchagui",
                    "Timio Tora Redian An Tchagui",
                    "Timio Pakat Tchagui",
                    "Tora Pakat Tchagui",
                    "Timio Nerio Tchagui",
                    "Tora Nerio Tchagui",
                    "Timio Tora Redian Nerio Tchagui",
                    "Timio Tchit Tchagui",
                    "Tora Tchit Tchagui",
                    "Timio Neryo Tchagui",
                    "Tora Neryo Tchagui",
                    "Timio Miryio Tchagui",
                    "Furyo Tchagui"
                ],
                "Kibon Donjak":{"":[]},
                "Sebon Kiorugui":{"":[]}
            },
            "strip": {
                "color": "green",
                "gub": "7",
                "beltContent": {
                    "kum kiok": [
                        "Sonnal"
                    ],
                    "sagui": [
                        "Duit Kubi"
                    ],
                    "tchagui": [
                        "Tora Furyo Tchagui"
                    ],
                    "form": "Tae Guk I Jang"
                }
            }
        },
        "green": {
            "color": "green",
            "gub": "6",
            "beltContent": {
                "meaning": {
                    "O crescimento": "A planta • Representa o crescimento físico, mental e espiritual, é o início da destreza que começa a surgir no aluno, onde além do aprimoramento de todos seus conhecimentos, é fundamental que o aluno esteja ciente do espírito do Taekwon-do. É uma etapa de amplo crescimento de seu conhecimento."
                },
                "kum kiok": [],
                "form": "Tae Guk Sam Jang",
                "sagui": [],
                "tchagui": [],
                "Kibon Donjak":{"":[]},
                "Sebon Kiorugui":{"":[]}
            },
            "strip": {
                "color": "blue",
                "gub": "5",
                "beltContent": {
                    "kum kiok": [],
                    "sagui": [],
                    "tchagui": [],
                    "form": "Tae Guk Sa Jang"
                }
            }
        },
        "blue": {
            "color": "blue",
            "gub": "4",
            "beltContent": {
                "meaning": {
                    "A liberdade": "O céu • Simbolizada pelo céu, para onde a planta se dirige; a liberdade de utilizar, com raciocínio e criatividade tudo o que foi aprendido. Representa o amadurecimento do aluno."
                },
                "kum kiok": [],
                "sagui": [],
                "tchagui": [],
                "form": "Tae Guk Oh Jang",
                "Kibon Donjak":{"":[]},
                "Sebon Kiorugui":{"":[]}
            },
            "strip": {
                "color": "red",
                "gub": "3",
                "beltContent": {
                    "kum kiok": [],
                    "sagui": [],
                    "tchagui": [],
                    "form": "Tae Guk Yuk Jang"
                }
            }
        },
        "red": {
            "color": "red",
            "gub": "2",
            "beltContent": {
                "meaning": {
                    "Alerta": "O sol • Assim como o sol é responsável pela vida no universo, nesta fase o aluno torna-se responsável por todos em sua academia. Seus conhecimentos adquiridos e aperfeiçoados representam uma parte da própria academia. Portanto é uma fase de alerta sobre seus atos e comportamentos, o aluno tem que ter a consciência de suas técnicas e do poder que elas têm, e por isso, é fundamental que este saiba por que, como, quando e para que usá-las, tendo em vista sua grande responsabilidade."
                },
                "kum kiok": [],
                "sagui": [],
                "tchagui": [],
                "form": "Tae Guk Chil Jang",
                "Kibon Donjak":{"":[]},
                "Sebon Kiorugui":{"":[]}
            },
            "strip": {
                "color": "black",
                "gub": "1",
                "beltContent": {
                    "kum kiok": [],
                    "sagui": [],
                    "tchagui": [],
                    "form": "Tae Guk Pal Jang"
                }
            }
        },
        "black": {
            "color": "black",
            "gub": "0",
            "beltContent": {
                "meaning": {
                    "": ""
                },
                "kum kiok": [],
                "form": "",
                "sagui": [],
                "tchagui": [],
                "Kibon Donjak":{"":[]},
                "Sebon Kiorugui":{"":[]}
            },
            "strip": {
                "color": "",
                "gub": "",
                "beltContent": {
                    "kum kiok": [],
                    "sagui": [],
                    "tchagui": [],
                    "form": ""
                }
            }
        }
    }
}